[
    {
        "writings": [
            {
                "word": "ролик",
                "value": "ро́лик"
            }
        ],
        "sections": [
            {
                "type": 1,
                "content": "РО́ЛИК"
            },
            {
                "type": 0,
                "content": ", "
            },
            {
                "type": 5,
                "content": "ро́лика"
            },
            {
                "type": 0,
                "content": ", "
            },
            {
                "type": 2,
                "content": "м."
            },
            {
                "type": 0,
                "content": " "
            },
            {
                "type": 3,
                "sections": [
                    {
                        "type": 0,
                        "content": "1. Вращающаяся часть какого-л. механизма в виде небольшого цилиндра, вала, катушки. "
                    },
                    {
                        "type": 6,
                        "content": "Из печи с глухим стуком поочередно выпадают раскаленные пластины стали; массивные, быстро вращающиеся ролики влекут их к прокатным устройствам. Бек, Тимофей Открыт. сердце"
                    }
                ]
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 3,
                "sections": [
                    {
                        "type": 0,
                        "content": "<strong>2.</strong> Небольшое металлическое колесико ножек мебели, рояля и т. п. для удобства передвижения. "
                    },
                    {
                        "type": 6,
                        "content": "Две санитарки с грохотом вкатили в палату высокую тележку на роликах. В. Беляев, Стар. крепость"
                    }
                ]
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 3,
                "sections": [
                    {
                        "type": 0,
                        "content": "<strong>3.</strong><em> Только мн.</em> Коньки на колесиках. "
                    },
                    {
                        "type": 6,
                        "content": "<em>Толпа собралась перед лавкой — женщины с кошелками, трое мальчишек на роликах, велосипедист.</em> Федин, Похищ. Европы. <em>Мадмуазель Мартен быстро пошла к Бибиковскому бульвару своей скользящей походкой, будто она бежала короткими шагами на роликах.</em> Паустов. Далек. годы"
                    }
                ]
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 3,
                "sections": [
                    {
                        "type": 0,
                        "content": "<strong>4.</strong> Фарфоровый изолятор в виде катушки для укрепления на нем электрических проводов. "
                    },
                    {
                        "type": 6,
                        "content": "<em>Небо было затянуто серым туманом, в темноте переулка неясно белел киоск на углу и ролики подвешенных антенн.</em> Кетлинская, Дни нашей жизни.<em> — Приезжаем на склад электрооборудования: дайте роликов, проводов, двигателей вне очереди для отстающего колхоза! </em>Николаева, Жатва"
                    }
                ]
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 3,
                "sections": [
                    {
                        "type": 0,
                        "content": "<strong>5.</strong> Катушка с кинопленкой. "
                    },
                    {
                        "type": 6,
                        "content": "<em>Советская негативная пленка только осваивалась. В те времена она не имела стандартной эмульсии — все куски были разные. Упаковывалась пленка в мелкие ролики, не превышавшие в лучшем случае семьдесят-восемьдесят метров.</em> Кулеш. и Хохлова, 50 лет в кино. // Часть кинофильма, помещающаяся на такой катушке. <em>Мы показывали фильмы, которые привезли с собой. Я три ролика из картины «Жуковский», Черкасов — целую серию роликов, характеризующих его творческий путь.</em> Пудов. Поездка в Индию. <em>За долгие часы озвучания, повторяя ролик за роликом слова другого актера, чувствуешь себя как бы его частицей.<em> Гиацинтова, Верность истокам. // Короткометражный кино- или телефильм. ◊ Рекламный ро́лик. <em>Делать рекламу учат. Есть специальные заведения, где изучается психология спроса, совершенствуется режиссура изготовления рекламных роликов. Они делаются с большей тщательностью, чем художественные фильмы.</em> Песков и Стрельников, Земля за океаном. <em>Закончился рекламный ролик. В зале стоял приятный гул одобрения.<em> Л. Гурченко, Аплодисменты"
                    }
                ]
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 6,
                "content": "<strong><em>Шарики</em></strong><em> </em><strong><em>за</em></strong><em> </em><strong><em>ро́лики</em></strong><em> </em><strong><em>закатились</em>,</strong> <strong><em>заскочили</em>,</strong> <strong><em>зашли</em></strong> и т. п. См. Ша́рик"
            },
            {
                "type": 0,
                "content": "."
            },
            {
                "type": 0,
                "content": "— Ушаков<strong>, 1939: ро́лик</strong>"
            }
        ]
    }
]